# Баг-репорт №1

**Некорректное отображение значения слайдера в нулевой точке:**  

**Окружение:**  
- ОС: macOS 26.3.1
- Браузер: Chrome
- Сайт: https://www.testmuai.com/selenium-playground/drag-drop-range-sliders-demo/?_gl=1*b1wf21*_up*MQ..*_ga*MTc0MzcwMTQ1MS4xNzc0NzE0NjU5*_ga_QK7VZQJBWC*czE3NzQ3MTQ2NTYkbzEkZzAkdDE3NzQ3MTQ2NTYkajYwJGwwJGgw

**Шаги воспроизведения:**  
1. Открыть страницу с демонстрацией слайдеров
2. Перевести любой слайдер в нулевую точку резким движением зажатого крусора влево
3. Проверить значение

**Ожидаемый результат:**  
В графе с фактическим значением слайдера появляется значение "1" (минимальное)

**Фактический результат:**  
Появляется случайное число 1<

**Серьезность:**  
Major

**Приоритет:**  
Low (не сильно мешает работе со слайдерами, так как при медленном наведении курсора на нулевую точку результат будет верным)

**Скриншот:**  
https://github.com/Wishechka/qa-portfolio/issues/1#issue-4160777101
